Repository: marspater/FluentCleaner
Catalog: FluentCleaner/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, fr_fr, id_id, zh_tw

# NavCleaner.Content
source: Cleaner
de_de: Reiniger
fr_fr: Nettoyeur
id_id: Pembersih
zh_tw: 清理工具

# NavCustom.Content
source: Custom
de_de: Eigene
fr_fr: Personnalisé
id_id: Kustom
zh_tw: 自訂

# SearchBox.PlaceholderText
source: Search
de_de: Suchen
fr_fr: Chercher
id_id: Cari
zh_tw: 搜尋

# BtnPageActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Page actions
de_de: Seitenaktionen
fr_fr: Actions de la page
id_id: Halaman tindakan
zh_tw: 頁面操作

# DonationBanner.Title
source: Enjoying FluentCleaner?
de_de: Gefällt dir FluentCleaner?
fr_fr: Vous appréciez FluentCleaner?
id_id: Suka pakai FluentCleaner?
zh_tw: 喜歡 FluentCleaner 嗎?

# DonationBanner.Subtitle
source: If this app saves you time, consider supporting its development.
de_de: Wenn dir diese App Zeit spart, unterstütze gerne die Weiterentwicklung.
fr_fr: Si cette appli vous fait gagner du temps,pensez à supporter son développement.
id_id: Jika aplikasi ini bikin hemat waktu anda, mari dukung pengembangannya.
zh_tw: 如果這款應用程式為您節省了時間，請考慮支持其開發。

# BtnDonateGitHub.Content
source: Star on GitHub
de_de: Auf GitHub einen Stern geben
fr_fr: Star sur GitHub
id_id: Star di GitHub
zh_tw: 在 GitHub 上點讚

# BtnDonateLater.Content
source: Maybe later
de_de: Vielleicht später
fr_fr: Peut-être plus tard
id_id: Mungkin nanti
zh_tw: 稍後再說

# St_NoActions
source: No actions for this page
de_de: Keine Aktionen für diese Seite
fr_fr: Pas d'actions pour cette page
id_id: Tidak ada tindakan untuk halaman ini
zh_tw: 此頁面無任何可用操作

# CleanerHint.Text
source: Winapp2.ini loads automatically at startup.
de_de: Winapp2.ini wird beim Start automatisch geladen.
fr_fr: Winapp2.ini se charge automatiquement au démarrage.
id_id: Winapp2.ini otomatis dimuat saat startup.
zh_tw: 程式啟動時自動載入 Winapp2.ini。

# BtnCategoryActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Category actions
de_de: Kategorieaktionen
fr_fr: Actions de la catégorie
id_id: Kategori tindakan
zh_tw: 類別操作

# MenuSelectAll.Text
source: Select all
de_de: Alle auswählen
fr_fr: Selectionner tous
id_id: Pilih semua
zh_tw: 全選

# MenuSelectNone.Text
source: Select none
de_de: Keine auswählen
fr_fr: Ne rien sélectionner
id_id: Pilih tidak ada
zh_tw: 取消全選

# MenuSelectDefaults.Text
source: Select defaults
de_de: Standard auswählen
fr_fr: Sélectionner les options par défaut
id_id: Pilih default
zh_tw: 選取預設值

# MenuAnalyzeCategory.Text
source: Analyze category
de_de: Kategorie analysieren
fr_fr: Analyser la catégorie
id_id: Analisis kategori
zh_tw: 分析該類別

# MenuCleanCategory.Text
source: Clean category
de_de: Kategorie bereinigen
fr_fr: Nettoyer la catégorie
id_id: Bersihkan kategori
zh_tw: 清理該類別

# BtnEntryActions.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Entry actions
de_de: Eintragsaktionen
fr_fr: Actions de l'entrée
id_id: Tindakan entri
zh_tw: 項目操作

# MenuAnalyzeEntry.Text
source: Analyze
de_de: Analysieren
fr_fr: Analyser
id_id: Analisis
zh_tw: 分析

# MenuCleanEntry.Text
source: Clean
de_de: Bereinigen
fr_fr: Nettoyer
id_id: Bersihkan
zh_tw: 清理

# MenuExplainEntry.Text
source: Explain with AI
de_de: Mit KI erklären
fr_fr: Expliquer avec l'IA
id_id: Jelaskan dengan AI
zh_tw: AI 解讀

# MenuShowSource.Text
source: Show source
de_de: Quelle anzeigen

# LblAIDesc.Text
source: Right-click any entry on the Cleaner page → Explain with AI. Powered by Groq (llama-3.3-70b) — free, no billing. Nothing is sent without your explicit action. Requires your own API key.
de_de: Rechtsklick auf einen Eintrag auf der Cleaner-Seite → Mit KI erklären. Powered by Groq (llama-3.3-70b) — kostenlos, keine Abrechnung. Es wird nichts ohne deine ausdrückliche Aktion gesendet. Erfordert einen eigenen API-Schlüssel.
fr_fr: Faites un clic droit sur n'importe quelle entrée de la page Nettoyeur → Expliquer avec l'IA. Propulsé par Groq (llama-3.3-70b) — gratuit, sans facturation. Rien n'est envoyé sans votre action explicite.
id_id: Klik kanan entri apa pun di halaman Pembersih → Jelaskan dengan AI. Didukung Groq (llama-3.3-70b) — gratis, tanpa biaya. Data hanya dikirim saat kamu memilih untuk melakukannya. Perlu API key pribadi.
zh_tw: 在清理頁面對任何項目按滑鼠右鍵 → AI 解讀。由 Groq (llama-3.3-70b) 提供支援 — 免費，無需付費。未經您的明確許可，我們不會發送任何資訊。需使用您自己的 API 金鑰。

# LblAICustomHint.Text
source: 💡 Once your key is saved, the Custom Cleaners page also unlocks AI — describe what to clean and it generates a ready-to-use Winapp2 entry or PowerShell script for you.
de_de: 💡 Sobald dein Schlüssel gespeichert ist, schaltet die Seite „Eigene Reiniger" ebenfalls KI frei — beschreibe was bereinigt werden soll und sie generiert direkt einen fertigen Winapp2-Eintrag oder ein PowerShell-Skript.

# ResultsHeader.Text
source: Results
de_de: Ergebnisse
fr_fr: Résultats
id_id: Hasil
zh_tw: 分析結果

# BtnBackToResults.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Back to results
de_de: Zurück zu den Ergebnissen
fr_fr: Retour aux résultats
id_id: Kembali ke hasil
zh_tw: 返回分析結果

# BtnCleanDetail.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete these files now
de_de: Diese Dateien jetzt löschen
fr_fr: Effacer ces fichiers maintenant
id_id: Hapus file-file ini sekarang
zh_tw: 馬上刪除這些檔案

# MenuExcludeFile.Text
source: Exclude file
de_de: Datei ausschließen
fr_fr: Exclure le fichier
id_id: Kecualikan file
zh_tw: 排除此檔案

# MenuExcludeFolder.Text
source: Exclude folder
de_de: Ordner ausschließen
fr_fr: Exclure le répertoire
id_id: Kecualikan folder
zh_tw: 排除此資料夾

# BtnAnalyze.Content
source: Analyze
de_de: Analysieren
fr_fr: Analyser
id_id: Analisis
zh_tw: 開始分析

# BtnCancel.Content
source: Cancel
de_de: Abbrechen
fr_fr: Abandonner
id_id: batal
zh_tw: 取消

# BtnRunCleaner.Content
source: Run Cleaner
de_de: Bereinigen
fr_fr: Lancer le nettoyage
id_id: Jalankan Pembersih
zh_tw: 執行清理

# St_MenuSelectAll
source: Select all
de_de: Alle auswählen
fr_fr: Sélectionner tout
id_id: Pilih semua
zh_tw: 全選

# St_MenuSelectNone
source: Select none
de_de: Keine auswählen
fr_fr: Ne rien sélectionner
id_id: Pilih tidak ada
zh_tw: 取消全選

# St_MenuSelectDefaults
source: Select defaults
de_de: Standard auswählen
fr_fr: Sélectionner les valeurs par défaut
id_id: Pilih default
zh_tw: 選擇預設值

# St_MenuExpandAll
source: Expand all
de_de: Alle ausklappen
fr_fr: Développer tout
id_id: Perluas semua
zh_tw: 全部展開

# St_MenuCollapseAll
source: Collapse all
de_de: Alle einklappen
fr_fr: Replier tout
id_id: Tutup semua
zh_tw: 全部摺疊

# St_MenuSortDesc
source: Sort by size ↓
de_de: Nach Größe ↓
fr_fr: Trier par taille ↓
id_id: Urutkan berdasarkan ukuran ↓
zh_tw: 按大小降序排序 ↓

# St_MenuSortAsc
source: Sort by size ↑
de_de: Nach Größe ↑
fr_fr: Trier par taille ↑
id_id: Urutkan berdasarkan ukuran ↑
zh_tw: 按大小升序排序 ↑

# St_MenuRefresh
source: Refresh
de_de: Aktualisieren
fr_fr: Rafraîchir
id_id: Segarkan
zh_tw: 重新整理

# DetailHeaderFiles.Text
source: Files
de_de: Dateien
fr_fr: Fichiers
id_id: File
zh_tw: 檔案

# DetailHeaderRegistry.Text
source: Registry
de_de: Registrierung
fr_fr: Registre
id_id: Registri
zh_tw: 登錄

# SuffixFiles
source: files
de_de: Dateien
fr_fr: fichiers
id_id: file
zh_tw: 個檔案

# SuffixRegistry
source: registry
de_de: Registrierung
fr_fr: registre
id_id: registri
zh_tw: 項登錄

# SuffixFilesSingular
source: file(s)
de_de: Datei(en)
fr_fr: fichier(s)
id_id: file
zh_tw: 個檔案

# SuffixRegistryItems
source: registry item(s)
de_de: Registrierungseinträge
fr_fr: Element(s) du registre
id_id: item registri
zh_tw: 項登錄

# LabelCleaningComplete
source: Cleaning complete.
de_de: Bereinigung abgeschlossen.
fr_fr: Nettoyage terminé.
id_id: Pembersihan selesai.
zh_tw: 清理完成。

# DlgBrowsersTitle
source: Browsers running
de_de: Browser geöffnet
fr_fr: Navigateurs en fonctionnement
id_id: Browser sedang berjalan
zh_tw: 偵測到瀏覽器執行中

# DlgBrowsersContinue
source: Continue anyway
de_de: Trotzdem fortfahren
fr_fr: Continuer malgré tout
id_id: Lanjutkan saja
zh_tw: 仍繼續清理

# DlgBrowsersCancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
id_id: Batal
zh_tw: 取消

# DlgBrowsersMessage
source: Close these apps for best results:\n{0}\n\nOpen browsers lock cache and history files — they will be skipped during cleaning.
de_de: Für beste Ergebnisse diese Apps schließen:\n{0}\n\nGeöffnete Browser sperren Cache- und Verlaufsdateien — diese werden beim Bereinigen übersprungen.
fr_fr: Fermer ces programmes pour de meilleurs résultats:\n{0}\n\nles navigateurs ouverts bloquent les fichiers de cache et d'historique — ils ne seront pas traités pendant le nettoyage.
id_id: Tutup aplikasi ini untuk hasil terbaik:\n{0}\n\nBrowser yang terbuka mengunci cache dan file riwayat yang akan dilewati saat pembersihan.
zh_tw: 請關閉這些應用程式以獲得最佳清理效果:\n{0}\n\n已開啟的瀏覽器會鎖定快取和歷程記錄檔案 - 清理時將跳過這些檔案。

# DlgWarningTitle
source: Cleaning warning
de_de: Reinigungswarnung
fr_fr: Avertissement de nettoyage
id_id: Peringatan pembersihan
zh_tw: 清理注意事項

# DlgWarningContinue
source: Continue
de_de: Fortfahren
fr_fr: Continuer
id_id: Lanjutkan
zh_tw: 繼續

# DlgWarningCancel
source: Cancel
de_de: Abbrechen
fr_fr: Annuler
id_id: Batal
zh_tw: 取消

# DlgWarningMessage
source: The selected Winapp2 entries include the following warnings:
de_de: Die ausgewählten Winapp2-Einträge enthalten folgende Warnungen:
fr_fr: Les entrées Winapp2 sélectionnées comprennent les avertissements suivants:
id_id: Entri Winapp2 yang dipilih mencakup peringatan berikut:
zh_tw: 所選的 Winapp2 項目包含以下警告:

# DlgExplainThinking
source: Thinking…
de_de: Analysiere…
fr_fr: Réfléchis…
id_id: Berfikir…
zh_tw: 正在處理中…

# DlgExplainClose
source: Close
de_de: Schließen
fr_fr: Fermé
id_id: Tutup
zh_tw: 關閉

# DlgSourceCopy
source: Copy
de_de: Kopieren

# DlgSourceReport
source: Report entry
de_de: Eintrag melden

# DlgSourceDryRun
source: Dry Run
de_de: Testlauf

# DlgSourceHint
source: Edit the rules, then Dry Run to preview the hits.
de_de: Regeln anpassen, dann Testlauf für die Vorschau.

# DlgSourceScanning
source: Scanning…
de_de: Scanne…

# DlgSourceNoEntry
source: No valid entry — needs a Detect and a FileKey.
de_de: Kein gültiger Eintrag — braucht ein Detect und einen FileKey.

# DlgSourceFound
source: {0} files · {1}
de_de: {0} Dateien · {1}

# DlgSourceMore
source: … and {0} more
de_de: … und {0} weitere

# DlgSourceError
source: Scan failed: {0}
de_de: Scan fehlgeschlagen: {0}

# DlgSourceCancel
source: Cancel
de_de: Abbrechen

# DlgSourceCancelled
source: Cancelled.
de_de: Abgebrochen.

# DlgRestartTitle
source: Restart required
de_de: Neustart erforderlich
zh_tw: 需要重新啟動

# DlgRestartMessage
source: FluentCleaner needs to restart to apply the changes.
de_de: Um die Änderungen anzuwenden, muss FluentCleaner neu gestartet werden.
zh_tw: FluentCleaner 需要重新啟動才能套用新語言。

# DlgRestartNow
source: Restart now
de_de: Jetzt neu starten
zh_tw: 馬上重新啟動

# DlgRestartLater
source: Later
de_de: Später
zh_tw: 稍後

# St_Loading
source: Loading Winapp2.ini...
de_de: Lade Winapp2.ini...
fr_fr: Charge Winapp2.ini...
id_id: Memuat Winapp2.ini...
zh_tw: 正在載入 Winapp2.ini...

# St_SearchFound
source: Showing {0} matching entries.
de_de: {0} passende Einträge gefunden.
fr_fr: Montre {0} entrées correspondantes.
id_id: Menampilkan {0} entri yang sesuai.
zh_tw: 顯示 {0} 個符合條件的項目。

# St_SearchNone
source: No matching entries.
de_de: Keine passenden Einträge.
fr_fr: Pas d'entrées correspondantes.
id_id: Tidak ada entri yang sesuai.
zh_tw: 沒有符合條件的項目。

# St_ParsingDatabases
source: Parsing databases...
de_de: Datenbanken werden geladen...
fr_fr: Analyse des bases de données...
id_id: Mengurai database...
zh_tw: 正在解析資料庫...

# St_AnalysisReady
source: Analysis ready — {0} apps found in {1} entries.
de_de: Analyse bereit — {0} Apps in {1} Einträgen gefunden.
fr_fr: Analyse terminée — {0} applications trouvées dans {1} entrées.
id_id: Analisis siap — {0} aplikasi ditemukan dalam {1} entri.
zh_tw: 分析完成 — 在 {1} 個項目中找到 {0} 個應用程式。

# St_NothingSelected
source: Nothing selected.
de_de: Nichts ausgewählt.
fr_fr: Rien de sélectionné.
id_id: Tidak ada yang dipilih.
zh_tw: 未選取任何項目。

# St_Scanning
source: Scanning...
de_de: Analysiere...
fr_fr: Balayage...
id_id: Memindai...
zh_tw: 正在掃描...

# St_ScanComplete
source: Scan complete — {0} files, {1} registry items ({2})
de_de: Analyse abgeschlossen — {0} Dateien, {1} Registrierungseinträge ({2})
fr_fr: Scan terminé — {0} fichiers, {1} éléments du registre ({2})
id_id: Pemindaian selesai — {0} file, {1} item registri ({2})
zh_tw: 掃描完成 — {0} 個檔案，{1} 項登錄項目(共 {2})

# St_ScanCancelled
source: Scan cancelled.
de_de: Analyse abgebrochen.
fr_fr: Scan annulé.
id_id: Pemindaian dibatalkan.
zh_tw: 掃描已取消。

# St_Cleaning
source: Cleaning...
de_de: Bereinige...
fr_fr: Nettoyage...
id_id: Membersihkan...
zh_tw: 正在清理...

# St_CleanDone
source: Finished — {0} freed · {1} skipped (files in use)
de_de: Fertig — {0} freigegeben · {1} übersprungen (Dateien in Verwendung)
fr_fr: Terminé — {0} libérés · {1} passés (fichiers en utilisation)
id_id: Selesai — {0} dibebaskan · {1} dilewati (file sedang digunakan)
zh_tw: 清理完成 — 釋放 {0} 空間。{1} 項因檔案佔用已跳過

# St_CleanDoneSimple
source: Finished — {0} items removed · {1} freed.
de_de: Fertig — {0} Einträge entfernt · {1} freigegeben.
fr_fr: Terminé — {0} éléments enlevés · {1} libéré.
id_id: Selesai — {0} item dihapus · {1} dibebaskan.
zh_tw: 清理完成 — 刪除 {0} 個項目。釋放 {1} 空間。

# St_CleanCancelledBytes
source: Clean cancelled — {0} freed so far.
de_de: Bereinigung abgebrochen — {0} bisher freigegeben.
fr_fr: Nettoyage annulé — {0} libérés jusqu'à présent.
id_id: Pembersihan dibatalkan — {0} dibebaskan so far.
zh_tw: 清理已取消 — 目前已釋放 {0} 空間。

# St_CleanCancelled
source: Clean cancelled.
de_de: Bereinigung abgebrochen.
fr_fr: Nettoyage annulé.
id_id: Pembersihan dibatalkan.
zh_tw: 清理已取消。

# St_EntryScanned
source: {0}: {1} files, {2} registry items
de_de: {0}: {1} Dateien, {2} Registrierungseinträge
fr_fr: {0}: {1} fichiers, {2} éléments du registre
id_id: {0}: {1} file, {2} item registri
zh_tw: {0}: {1} 個檔案，{2} 個登錄項目

# St_EntryNothingToClean
source: {0}: nothing to clean.
de_de: {0}: nichts zu bereinigen.
fr_fr: {0}: rien à nettoyer.
zh_tw: {0}: 無需清理。

# St_EntryCleanDone
source: {0}: {1} items removed · {2} freed.
de_de: {0}: {1} Einträge entfernt · {2} freigegeben.
fr_fr: {0}: {1} éléments enlevés · {2} libéré.
id_id: {0}: {1} item dihapus · {2} dibebaskan.
zh_tw: {0}: 刪除 {1} 個項目。釋放 {2} 空間。

# St_CategoryScanning
source: Scanning {0}...
de_de: Analysiere {0}...
fr_fr: Balayage {0}...
id_id: Memindai {0}...
zh_tw: 正在掃描 {0}...

# St_CategoryScanned
source: {0} scanned — {1} entries.
de_de: {0} analysiert — {1} Einträge.
fr_fr: {0} scanné — {1} entrées.
id_id: {0} dipindai — {1} entri.
zh_tw: {0} 掃描完畢 — 共 {1} 個項目。

# St_CategoryCleaning
source: Cleaning {0}...
de_de: Bereinige {0}...
fr_fr: Nettoyage {0}...
id_id: Membersihkan {0}...
zh_tw: 正在清理 {0}...

# St_CategoryCleanDone
source: {0}: {1} items removed · {2} freed.
de_de: {0}: {1} Einträge entfernt · {2} freigegeben.
fr_fr: {0}: {1} éléments enlevés · {2} libéré.
id_id: {0}: {1} item dihapus · {2} dibebaskan.
zh_tw: {0}: 刪除 {1} 個項目。釋放 {2} 空間。

# St_EntryScanningProgress
source: Scanning {0}...
de_de: Analysiere {0}...
fr_fr: Balayage {0}...
id_id: Memindai {0}...
zh_tw: 正在掃描 {0}...

# St_ExcludedFile
source: Excluded: {0}
de_de: Ausgeschlossen: {0}
fr_fr: Exclus: {0}
id_id: Dikecualikan: {0}
zh_tw: 已排除檔案: {0}

# St_ExcludedFolder
source: Excluded: {0}
de_de: Ausgeschlossen: {0}
fr_fr: Exclus: {0}
id_id: Dikecualikan: {0}
zh_tw: 已排除資料夾: {0}

# Prog_Deleted
source: Deleted: {0}
de_de: Gelöscht: {0}
fr_fr: Effacé: {0}
id_id: Terhapus: {0}
zh_tw: 已刪除: {0}

# Prog_Registry
source: Registry: {0}
de_de: Registrierung: {0}
fr_fr: Registre: {0}
id_id: Registri: {0}
zh_tw: 登錄項: {0}

# SettingsTitle.Text
source: Settings
de_de: Einstellungen
fr_fr: Paramètres
id_id: Pengaturan

# DonationBar.Title
source: FluentCleaner is going open source.
de_de: FluentCleaner wird Open Source.
fr_fr: FluentCleaner devient open source.
id_id: FluentCleaner akan menjadi open source.
zh_tw: FluentCleaner 即將開源。

# DonationBar.Message
source: Put a lot of work into this — if it helps you and you feel like saying thanks, a donation would really mean a lot. ♥
de_de: Hier steckt viel Arbeit drin — wenn dir die App hilft und du Danke sagen möchtest, würde eine Spende wirklich viel bedeuten. ♥
fr_fr: J'ai fait beaucoup de travail sur ce programme - si cela vous aide et que vous désirez me remercier, une donation m'aiderait beaucoup. ♥
id_id: Aplikasi ini membutuhkan banyak usaha — kalau membantu kamu dan ingin bilang terima kasih, donasi akan sangat berarti. ♥
zh_tw: 我為此投入了大量心血 - 如果它對您有所幫助，而您想表達感謝，您的捐款對我來說意義重大。 ♥

# BtnDonate.Content
source: Support the project
de_de: Projekt unterstützen
fr_fr: Supporter le projet
id_id: Dukung proyek ini
zh_tw: 支持本專案

# MenuDonatePayPal.Text
source: Donate via PayPal
de_de: Per PayPal spenden
fr_fr: Donner via PayPal
id_id: Donasi lewat PayPal
zh_tw: 透過 PayPal 捐款

# MenuDonateKoFi.Text
source: Donate via Ko-fi
de_de: Per Ko-fi spenden
fr_fr: Donner via Ko-fi
id_id: Donasi lewat Ko-fi
zh_tw: 透過 Ko-fi 捐款

# SectionAppearance.Text
source: Appearance
de_de: Erscheinungsbild
fr_fr: Apparence
id_id: Tampilan
zh_tw: 外觀

# LblTheme.Text
source: App theme
de_de: App-Design
fr_fr: Theme
id_id: Tema aplikasi
zh_tw: 應用程式主題

# LblThemeDesc.Text
source: Choose how FluentCleaner looks on your device.
de_de: Wähle, wie FluentCleaner auf deinem Gerät aussieht.
fr_fr: Choisissez le look de FluentCleaner sur votre appareil.
id_id: Pilih bagaimana FluentCleaner terlihat di perangkat Anda.
zh_tw: 選擇 FluentCleaner 在您的裝置上的外觀。

# ThemeSystem.Content
source: System default
de_de: Systemstandard
fr_fr: Valeurs par défaut
id_id: Bawaan sistem
zh_tw: 系統預設

# ThemeLight.Content
source: Light
de_de: Hell
fr_fr: Clair
id_id: Terang
zh_tw: 淺色

# ThemeDark.Content
source: Dark
de_de: Dunkel
fr_fr: Foncé
id_id: Gelap
zh_tw: 深色

# LblLanguage.Text
source: Language
de_de: Sprache
fr_fr: Langue
id_id: Bahasa
zh_tw: 語言

# LblLanguageDesc.Text
source: Override the display language. Restart required to apply.
de_de: Anzeigesprache überschreiben. Neustart erforderlich.
fr_fr: Modifier la langue d'affichage. Redémarrage nécessaire pour appliquer les modifications.
id_id: Ganti bahasa tampilan. Restart diperlukan untuk menerapkan.
zh_tw: 覆寫顯示語言。需重新啟動才能生效。

# St_LangAuto
source: System default
de_de: Systemstandard
fr_fr: Valeurs par défaut du système
id_id: Bawaan sistem
zh_tw: 系統預設

# SectionDatabase.Text
source: Database
de_de: Datenbank
fr_fr: Base de données
zh_tw: 清理資料庫

# LblDatabaseDesc.Text
source: Choose which entry lists are loaded for scanning and cleaning.
de_de: Wähle, welche Eintraglisten beim Scannen und Bereinigen geladen werden.
fr_fr: Choisissez quelles listes de d'entrées sont chargées pour être nettoyées.
id_id: Pilih daftar entri yang dimuat untuk pemindaian dan pembersihan.
zh_tw: 選擇要載入以進行掃描和清理的項目清單。

# BtnUpdateWinapp2.Content
source: Update
de_de: Aktualisieren
fr_fr: Mise à jour
id_id: Perbarui
zh_tw: 更新

# LblWinapp3Tag.Text
source: experimental
de_de: experimentell
fr_fr: expérimental
zh_tw: 實驗性功能

# LblWinapp3Desc.Text
source: — more aggressive entries, use at your own risk.
de_de: — aggressivere Einträge, auf eigene Gefahr.
fr_fr: — entrées plus agressives, utiliser à vos propres risques.
id_id: — entri lebih agresif, gunakan dengan risiko sendiri.
zh_tw: — 清理規則更激進，請自行承擔風險。

# BtnDownloadWinapp3.Content
source: Download
de_de: Herunterladen
fr_fr: Charger
id_id: Unduh
zh_tw: 下載

# BtnUpdateWinapp3.Content
source: Update
de_de: Aktualisieren
fr_fr: Mettre à jour
id_id: Perbarui
zh_tw: 更新

# LblWinappxDesc.Text
source: — AppX / bloatware entries for the terminal debloater.
de_de: — AppX-/Bloatware-Einträge für den Terminal-Debloater.
fr_fr: — AppX / entrées de logiciels inutiles pour le terminal debloater.
id_id: — entri AppX / bloatware untuk terminal debloater.
zh_tw: — 終端精簡工具的 AppX / 預先安裝軟體項目。

# BtnDownloadWinappx.Content
source: Download
de_de: Herunterladen
fr_fr: Télécharger
id_id: Unduh
zh_tw: 下載

# BtnUpdateWinappx.Content
source: Update
de_de: Aktualisieren
fr_fr: Mettre à jour
id_id: Perbarui
zh_tw: 更新

# TxtCustomPath.PlaceholderText
source: Custom database path (.ini)
de_de: Eigener Datenbankpfad (.ini)
fr_fr: Chemin de base de données personnalisé (.ini)
id_id: Jalur database kustom (.ini)
zh_tw: 自訂資料庫路徑 (.ini)

# BtnBrowse.Content
source: Browse…
de_de: Durchsuchen…
fr_fr: Parcourir…
id_id: Cari…
zh_tw: 瀏覽…

# BtnApplyPath.Content
source: Apply
de_de: Anwenden
fr_fr: Appliquer
id_id: Terapkan
zh_tw: 套用

# BtnRemovePath.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove custom database
de_de: Eigene Datenbank entfernen
fr_fr: Enlever la base de données personnalisée
id_id: Hapus database kustom
zh_tw: 移除自訂資料庫

# RestartBar.Title
source: Restart required
de_de: Neustart erforderlich
fr_fr: Redémmarage nécessaire
id_id: Restart diperlukan
zh_tw: 需要重新啟動

# RestartBar.Message
source: Please restart FluentCleaner to load the updated database.
de_de: Bitte starte FluentCleaner neu, um die aktualisierte Datenbank zu laden.
fr_fr: Veuillez redémarrer FluentCleaner pour charger la base de données mise à jour.
id_id: Silakan restart FluentCleaner untuk memuat database terbaru.
zh_tw: 請重新啟動 FluentCleaner 以載入更新的資料庫。

# SectionPostClean.Text
source: Post-clean tasks
de_de: Aufgaben nach der Bereinigung
fr_fr: Taches Post-nettoyage
id_id: Tugas setelah pembersihan
zh_tw: 清理後工作

# LblPostCleanDesc.Text
source: One command per line — runs sequentially after every clean pass.
de_de: Ein Befehl pro Zeile — wird nach jedem Bereinigungsvorgang ausgeführt.
fr_fr: Une commande par ligne - se lance séquentiellement après chaque passe de nettoyage.
id_id: Satu perintah per baris — dijalankan berurutan setelah setiap pembersihan.
zh_tw: 每行一條命令 — 每次清理完成後依序執行。

# SectionExclusions.Text
source: Global exclusions
de_de: Globale Ausschlüsse
fr_fr: Exclusions globales
id_id: Pengecualian global
zh_tw: 全域排除項

# LblExclusionsDesc.Text
source: Paths listed here are never cleaned — overrides all database rules.
de_de: Pfade hier werden nie bereinigt — überschreibt alle Datenbankregeln.
fr_fr: Les chemins d'accès listés ici ne sont jamais nettoyés — cela remplace toutes les règles de la base de données.
id_id: Jalur yang tercantum di sini tidak akan pernah dibersihkan — menggantikan semua aturan database.
zh_tw: 此處列出的路徑絕不會被清理 — 會覆寫所有資料庫規則。

# LnkProtectedPaths.Content
source: View protected paths
de_de: Geschützte Pfade anzeigen

# DlgProtectedTitle
source: Protected paths
de_de: Geschützte Pfade

# DlgProtectedDesc
source: These are always skipped, no matter what the database says. They hold browser extension data that some apps (password managers, ad blockers) break without.
de_de: Diese werden immer übersprungen, egal was die Datenbank sagt. Sie enthalten Browser-Erweiterungsdaten, ohne die manche Apps (Passwort-Manager, Werbeblocker) kaputtgehen.

# SectionHistory.Text
source: History
de_de: Verlauf
fr_fr: Historique
id_id: Riwayat
zh_tw: 歷程記錄

# LblHistoryDesc.Text
source: Track how much junk accumulates over time.
de_de: Verfolge, wie viel Junk sich im Laufe der Zeit ansammelt.
fr_fr: Suivez la quantité de déchets qui s’accumule au fil du temps.
id_id: Lacak seberapa banyak sampah yang terakumulasi seiring waktu.
zh_tw: 追蹤隨時間累積的垃圾檔案量。

# LblCleanHistory.Text
source: Clean history
de_de: Bereinigungsverlauf
fr_fr: Nettoyer l'historique
id_id: Riwayat pembersihan
zh_tw: 清理歷程記錄

# BtnClearHistory.Content
source: Clear history
de_de: Verlauf löschen
fr_fr: Effacer l'historique
id_id: Bersihkan riwayat
zh_tw: 清除歷程記錄

# SectionAI.Text
source: AI explanations
de_de: KI-Erklärungen
fr_fr: Explications IA
id_id: Penjelasan AI
zh_tw: AI 解讀

# LblAIPreview.Text
source: preview
de_de: Vorschau
fr_fr: previsualiser
id_id: pratinjau
zh_tw: 預覽
